Revit 2027 API
SymbolTypeId.InvKN Property
 Symbol 1/kN, indicating unit Inverse kilonewtons.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InvKN { get; }
Public Shared ReadOnly Property InvKN As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InvKN {
	ForgeTypeId^ get ();
}
static member InvKN : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace